Repository: phalkmin/boo-boxfy
Catalog: locale/*.po
Languages: pt_br

source: boo-box settings
pt_br: opções da boo-box

source: Saved.
pt_br: Opções salvas.

source: boo-box profile
pt_br: cadastro na boo-box

source: your boo-profile e-mail
pt_br: e-mail do seu boo-profile

source: e-mail not registered
pt_br: e-mail não cadastrado

source: Create your boo-box account
pt_br: Fazer cadastro na boo-box

source: Blog Settings
pt_br: configurações do blog

source: e-commerce reference code
pt_br: Código de referência do e-commerce

source: carregando
pt_br: loading

source: Set reference code
pt_br: Configurar códigos de referência

source: Update
pt_br: Atualizar

source: Product limit per widget
pt_br: Limite de produtos por widget

source: Width
pt_br: Largura

source: Use the last tag on the post to search products on the widget, in case the defined tag is not specific to boo-box.
pt_br: Usar última tag do post para busca de produtos no widget, caso não seja definida tag específica para boo-box.

source: Save Options
pt_br: Salvar opções

source: If you have questions or doubts, please contact us at:
pt_br: Se você tiver alguma dúvida, utilize o e-mail

source: boo-box is almost ready
pt_br: boo-box está quase pronto

source: Você deve configura-lo
pt_br: You must configure it to work.

source: Close
pt_br: Fechar

source: Apply
pt_br: Aplicar

source: Select
pt_br: Selecione

source: Configure
pt_br: Configurar

source: Images / YouTube
pt_br: Imagens / YouTube

source: Choose tags that will be used to search for products in the boo-box.
pt_br: Escolha tags que serão usadas para buscar produtos na boo-box.

source: Você precisa configurar a boo-box antes de utiliza-la.
pt_br: You need to set up the boo-box before using it.

source: Tags to boo-box widget:
pt_br: Tags para boo-box widget:

source: There is no content in image or video that you can apply boo-box.
pt_br: Não existe nenhum conteúdo em imagem ou vídeo que você possa aplicar boo-box.

source: Not display widget in home
pt_br: Não exibir widget na página inicial

source: boo-box automatic links
pt_br: boo-box links automáticos

source: Enable automatic links
pt_br: Ativar links automáticos

source: image
pt_br: imagem

source: remove boo-box
pt_br: remover boo-box

source: Format
pt_br: Formato

source: More
pt_br: Outros

source: Advanced options
pt_br: Opções avançadas

source: Check
pt_br: Verificar

source: Modify affiliate
pt_br: Modificar afiliado

source: Oops, you are using an unofficial banner format
pt_br: Opa, você está usando um formato de banner não-oficial

source: Click to change
pt_br: Clique aqui para mudar

source: Title
pt_br: Titulo

source: If left blank, default settings will be used.
pt_br: Se deixado em branco, será usada a configuração padrão do plugin

source: Position
pt_br: Posição

source: Top
pt_br: Topo

source: Bottom
pt_br: Rodapé
